<div class="onas">
    <center>
        <h1> О НАС </h1>

    </center>
    <div class="h2">
        <h2>Где мы находимся?</h2>
    </div>
    <div class="gd">

        <div>
            <p>
            Магазин Alice появился для того, чтобы сделать процесс покупки кровати, матраса и постельного белья в дополнение  максимально простым и комфортным: теперь, чтобы обустроить квартиру, обновить интерьер комнаты или подарить уют своему загородному дому, не нужно тратить массу времени и сил на дорогу до торгового центра – добираться до Alice удобно как на наземном транспорте, так и на метро! 
            </p>
            <p>
            Alice — уютный салон по продаже кроватей и постельных пренадлежностей, расположенный в шаговой доступности от станции метро «Автозаводская», по адресу Ставровская,4.
            </p>
        </div>
        <div class="kart">
            <center>
            <img src="/img/on4.jpg">
            </center>
        </div>
    </div>
    <div class="h2">
        <h2><font color="#c1c6cc">Почему стоит выбирать именно нас?</font></h2>
    </div>
    <div class="wwhy">
        <div class="why">
            <div class="wt">
                <p>
                Мы ценим широкий выбор товаров известных брендов по доступным ценам;
                </p>
                <p>
                Регулярно обновляем и дополняет свой интерьер, ориентируясь на современные тенденции и модные тренды;
                </p>
                <p>
                Ставим в приоритет европейский уровень обслуживания и оперативный сервис;
                </p>
                <p>
                Уделяем особое внимание гарантиям, предпочитая товары от проверенных производителей.
                </p>
            </div>
            <div class="wk">
                <img src="/img/on2.jpg">
                <img src="/img/on1.jpg">
                <img src="/img/on3.jpg">

            </div>
        </div>
    </div>
    <center><h2><font color="#f2da70">Что еще мы можем предложить?</font></h2> </center>
    <div class="else">
        <div>
            <p>Участвуйте в наших акциях и следите за скидками! Мы постоянно пересматриваем ассортимент и проводим распродажи и акции совместно с ведущими брендами-производителями мебели и товаров для сна. На многие товары действуют сезонные спецпредложения – покупайте дорогие кровати со скидками до 50%.
            </p>
        </div>
    </div>
</div>