<main>
    <div class="m1">
        <center>
            <div class="alice"><h1>ALICE</h1> </div>
            <strong><span>интернет-магазин</span></strong>
            <div class="vramke">
                <h2>Распродажа!</h2>
                <h3>Скидки до 30%</h3>
                <div class="br"><a href="/catalogue/"><h3>ПОДРОБНЕЕ</h3></a></div>
            </div>
        </center>
    </div>

    <div class="m2">
    Стильные и удобные кровати от лучших российских и мировых производителей. Наша цель - сделать все возможное для удовлетворения потребностей каждого человека в здоровом и комфортном сне.
<h1>Хиты продаж:</h1>
        <div class="ph">
            <div>
                <img style="height:230px;" src="/img/gl1.jpg">
            </div>
            <div>
                <img style="height:230px;" src="/img/gl2.jpg">
            </div>
            <div>

                <img style="height:230px;" src="/img/gl3.jpg">
            </div>
        </div>
    </div>

    <div class="m3">
        <center>
            <h1> Наши преимущества! </h1>
        </center>
        <div class="mm3">
            <div class="mmm3">
                <div class="mmm31">

                    <div>
                        <h2>комплектация на выбор</h2>
                        <img src="/img/1.png">
                    </div>
                    <div>
                        <h2>экономия</h2>
                        <img src="/img/2.png">
                    </div>
                    <div>
                        <h2>возврат без проблем</h2>
                        <img src="/img/3.png">
                    </div>

                </div>
                <div class="mmm32">
                    <div>
                        <h2>большой выбор</h2>
                        <img src="/img/4.png">
                    </div>
                    <div>
                        <h2>гарантия и возврат</h2>
                        <img src="/img/6.png">
                    </div>
                    <div>
                        <h2>надежность</h2>
                        <img src="/img/5.png">
                    </div>


                </div>
            </div>
        </div>
    </div>

    <div class="m4">
        <center>
            <h1> Отзывы наших клиентов: </h1>
        </center>
        <div class="otz">
            <script type="text/javascript">

                $(document).ready(function(){

                    // Находим блок карусели
                    var carousel = $("#carousel");

                    // Запускаем плагин карусели
                    carousel.owlCarousel({
                        singleItem: true, // Показывать только 1 блок на всю ширину

                        // Количество отображающихся блоков в зависимости от устройства (ширины экрана)
                        // Количество блоков на больших экранах
                        items: 10,
                        // 5 блоков на компьютерах (экран от 1400px до 901px)
                        itemsDesktop : [1400,5],
                        // 3 блока на маленьких компьютерах (экран от 900px до 601px)
                        itemsDesktopSmall : [900,3],
                        // 2 элемента на планшетах (экран от 600 до 480 пикселей)
                        itemsTablet: [600,2],
                        // Настройки для телефона отключены, в этом случае будут
                        // использованы настройки планшета
                        itemsMobile : false ,

                        // Точки под каруселью
                        pagination: true
                    });

                    // Назад
                    // При клике на "Назад"
                    $('#js-prev').click(function () {

                        // Запускаем перемотку влево
                        carousel.trigger('owl.prev');

                        return false;
                    });

                    // Вперед
                    // При клике на "Вперед"
                    $('#js-next').click(function () {

                        // Запускаем перемотку вправо
                        carousel.trigger('owl.next');

                        return false;
                    });
                });
            </script>
            <div id="carousel">
                <div class="carousel-element">
                    <center>
                        <img src="/img/quote.png">
                    </center>
                    <p> Проспав на кровати "ЛЮКС" неделю, у нас ничего не отвалилось и не сломалось. Кровать большая, места хватает и нам и ребенку.Более того, через несколько дней после доставки кровати нам позвонили из Alice и спросили все ли нас устраивает, есть ли претензии.</p><br>

                    <strong> Маргарита, Россия </strong></div>
                <div class="carousel-element"><p>Кровать действительно классная. Там же заказывала ортопедический матрас высотой 15 см. Спинки кровати удобны даже без подушек. Задняя стенка по высоте не перекрыла настенную розетку. Кровать не смотрится громоздкой, она стильно вписалась в общий интерьер.</p>
                    Герман, Россия</div>
                <div class="carousel-element"><p>Очень довольны покупкой. В данном случае работает формула «ЦЕНА-КАЧЕСТВО». В данном магазине покупам уже не первый раз и, можно сказать, являемся постоянными клиентами и всегда очень довольны покупкой. Смело могу рекомендовать данный магазин!
Спасибо команде Alice!</p>
                    Елена, Россия</div>
                <div class="carousel-element"><p>Цены приятно удивили. Качеством очень довольна. Продавцы - консультанты приятные и вежливые, все показали и рассказали</p> <br> James, Китай</div>
                <div class="carousel-element"><p>Крутой магазин. Большой ассортимент, есть, что выбрать. всем искренне советую!</p><br>
                 Елизавета, Россия</div>
                <div class="carousel-element"><p>Нормальный магазин, в основном заказываю через интернет, здесь забираю. Пакеты не дают для товаров, только покупай на кассе, хотя все забирать надо на складе, копеечные расходы... Бывают косяки, то не тот товар привезут, было даже бывшего употребления. В самом магазине выбор небольшой, всё на сайте.</p><br>
                 Антон, Россия</div>
                <div class="carousel-element"><p>Заказали матрац в этой фабрики Sonberry Active Sleep (Актив слип), получилось заказать со скидкой. Матрац делали и доставили за 2 недели. Очень классный матрац скажу я вам. Лежишь на нем словно на облаке, легко и всю тяжесть со спины снимает. Думаю и детям тут же заказать. У них детские матрасы со скидкой идут. Мы уже Umka присмотрели.</p>
                 <br> Людмила, Россия</div>
                <div class="carousel-element"><p>Купили в этом магазине ортопедический матрас  и подушки лет 5назад. Очень рады этому выбору. При грыже шеи здорово помогают эти подушки . Особенно с валиком.</p><br>
                    Евгений, Россия</div>
                <div class="carousel-element"><p>Очень качественная мебель, доставка в срок, все очень понравилось! Рекомендую всем. </p><br>
                    Виталий, Россия</div>
                <div class="carousel-element"><p>Быстрое оформление и грамотное сопровождение заказа, своевременная доставка, подъем на этаж, сборка мебели. 
Вежливые и аккуратные работники службы доставки быстро собрали шкаф, унесли мусор. Пятерка с плюсом!</p><br>
                    Мария, Россия</div>

            </div>


            <!-- Назад Вперед -->
            <div class="str">
                <center>
                    <p class="center-text"><a class="la" href="#" id="js-prev"><img src="/img/la.png"></a>
                        <a href="#" id="js-next"><img class="ra" src="/img/ra.png"></a></p>
                </center>
            </div>
        </div>

    </div>

    <div class="m5">
        <h1> <font color="#e47fa9"> Подпишитесь на нашу рассылку!</font> </h1>
        <form method="post" action="send.php">
            <center><input class="rass" type="text" name="email"></center><br>
            <center><input class="krr" type="submit" name="submit" value="ПОДПИСАТЬСЯ"></center>
        </form>
    </div>
</main>